{
  "pulse": {
    "intro": {
      "mainText": "Como você avalia seu nível geral de ânimo na escala Marcelo nos últimos dias?",
      "subtext": "Considere como seu coração tem estado enquanto você serve na missão."
    },
    "q2": {
      "mainText": "E como você tem lidado emocionalmente com as pressões da rotina missionária?",
      "subtext": "Reflita sobre como seu coração tem reagido, e selecione a Márcia que melhor representa você."
    },
    "q3": {
      "mainText": "O quanto você sente que está apenas “no automático” na rotina atual?",
      "subtext": " Reflita se você tem vivido os dias com presença ou apenas cumprindo tarefas."
    },
    "q4": {
      "mainText": "O quanto você tem conseguido agradecer pelas coisas do dia a dia?",
      "subtext": "Reflita sobre sua capacidade de reconhecer motivos de gratidão mesmo na dificuldade."
    },
    "q5": {
      "mainText": "Como está sua disposição para participar das atividades diárias do ministério?",
      "subtext": "Pense na sua energia e vontade de se envolver nas tarefas do dia a dia."
    },
    "q6": {
      "mainText": "O quanto você sente que está usando seus dons e talentos no que faz hoje?",
      "subtext": "Pense se os dons que Deus lhe deu encontram espaço na sua atuação atual."
    },
    "q7": {
      "mainText": "Como você avalia sua satisfação com o que consegue entregar hoje?",
      "subtext": "Pense se o que você tem feito hoje tem gerado um senso de realização e fruto, dentro de seus limites."
    },
    "q8": {
      "mainText": "O quanto você sente vontade de continuar neste caminho hoje?",
      "subtext": "Considere seu desejo de permanecer onde está neste tempo."
    },
    "q9": {
      "mainText": "O quanto você percebe apoio e cuidado por parte da liderança da organização?",
      "subtext": "Avalie como tem sido sua experiência de apoio por parte da liderança."
    },
    "q10": {
      "mainText": "O quanto você sente que tem alguém seguro com quem pode compartilhar suas lutas?",
      "subtext": "Avalie se você tem pessoas de confiança com quem pode conversar, confessar, orar e pedir apoio."
    },
    "q11": {
      "mainText": "O quanto você se sente acolhido e cuidado pelas pessoas com quem convive?",
      "subtext": "Reflita sobre como os relacionamentos no campo missionário têm sido."
    },
    "q12": {
      "mainText": "O quanto você percebe sentido, propósito e relevância no que está vivendo diante de Deus?",
      "subtext": "Pense se você consegue perceber propósito de Deus no que está vivendo."
    },
    "q13": {
      "mainText": "O quanto sua rotina diária ainda está conectada ao propósito maior do Reino?",
      "subtext": "Reflita se o seu dia a dia continua alinhado com o chamado e a fé."
    },
    "q14": {
      "mainText": "O quanto você sente que está crescendo como pessoa neste período?",
      "subtext": "Avalie se este período tem gerado aprendizado e amadurecimento."
    },
    "q15": {
      "mainText": "O quanto você tem conseguido dormir bem?",
      "subtext": "Considere a qualidade e regularidade do seu sono."
    },
    "q16": {
      "mainText": "Como está sua alimentação no dia a dia?",
      "subtext": "Avalie se sua alimentação tem sido suficiente e equilibrada."
    },
    "q17": {
      "mainText": "O quanto você tem conseguido cuidar do seu corpo?",
      "subtext": "Reflita se você tem honrado seu corpo com cuidado e atenção (movimento, caminhada, exercício)."
    },
    "q18": {
      "mainText": "O quanto você tem conseguido ter momentos de descanso ou lazer?",
      "subtext": "Pense se há espaço para lazer e recuperação na sua rotina."
    },
    "q19": {
      "mainText": "O quanto você tem conseguido estar presente e investir tempo com sua família?",
      "subtext": "Reflita se seus vínculos familiares têm recebido atenção."
    },
    "q20": {
      "mainText": "O quanto você tem conseguido ter momentos de devocional, oração e escuta de Deus?",
      "subtext": "Avalie como tem sido seu tempo pessoal com Deus."
    },
    "common": {
      "next": "Próximo",
      "start": "Começar"
    }
  }
}
